import { Container } from 'components/styles.styled';
import React from 'react';
import { ExtraContainer, Title, List, Item, Text, Line } from './Education.styled';

const Education = () => {
  return (
    <Container>
      <ExtraContainer>
        <Title>Базова освіта</Title>
        <Line></Line>
        <List>
          <Item>
            <Text>
              ЛДПУ імені Тараса Шевченка, спеціальність “Початкове навчання.
              Соціальна педагогіка”, кваліфікація — вчитель початкових класів,
              соціальний педагог
            </Text>
          </Item>
          <Item>
            <Text>
              ЛДПУ імені Тараса Шевченка, спеціальність “Психологія”,
              кваліфікація — психолог
            </Text>
          </Item>
          <Item>
            <Text>
              Інститут післядипломної педагогічної освіти Академії педагогічних
              наук України - “Психологічна корекція кризових станів”.
            </Text>
          </Item>
          <Item>
            <Text>
              Інститут розвитку символдрами та глибинної психології -
              психотерапія за методом символдрами
            </Text>
          </Item>
          <Item>
            <Text>
              Інститут розвитку символдрами та глибинної психології - групова
              психотерапія
            </Text>
          </Item>
          <Item>
            <Text>
              Східно-Європейський інститут психоаналізу, “Психоаналіз Фрейда та
              Лакана”
            </Text>
          </Item>
          <Item>
            <Text>
              Східно-Європейський інститут психоаналізу, “Психоаналіз Франсуази
              Дольто”
            </Text>
          </Item>
          <Item>
            <Text>
              Східно-Європейський інститут психоаналізу, “Терапевтичні стратегії
              та методи роботи з актуальними сімейними проблемами”
            </Text>
          </Item>
          <Item>
            <Text>
              Фонд ЮНІСЕФ та Інститут Матері та Дитини (Варшава) тренер програми
              для підлітків “Сильні Разом”
            </Text>
          </Item>
          <Item>
            <Text>
              Фонд ЮНІСЕФ та Інститут Матері та Дитини (Варшава) тренер програми
              для батьків “Додати Сил”
            </Text>
          </Item>
        </List>
      </ExtraContainer>
    </Container>
  );
};

export default Education;
