[
  {
    "name": "Валерія, 27",
    "country": "Україна",
    "type": "індивідуальна терапія",
    "review": "Звернулась по допомогу після того, як був важкий період після втрати близької людини. Я дуже сильно схудла і погано почувалась - як фізично так і психологічно. Почало погіршуватись загальне здоров‘я. Проте, коли я зверталась до лікарів - то фізично все було добре. І в підсумку всі мені радили зайнятись своїм психічним здоров‘ям. В мене були затяжні депресії і проблеми з контактом з зовнішнім світом, так само як і відсутність внутрішнього діалогу з собою. Ці стани у легкій формі супроводжували мене ще з дитинства, проте після втрати все суттєво погіршилось( Зі Світланою я зустрічалась на сеансах два роки. Рівно) за цей час стались стрімкі зміни в мені. Це відчувала і я, і всі навколо. Завдяки професійній роботі психолога я знайшла відповіді на багато запитань і навчилась вирішувати проблеми, які трапляються в моєму житті. І надалі користуюсь всіма наданими мені «інструментами», і доволі успішно! Почуваюсь більш спокійною і впевненою, бо тепер я знаю, чого хочу, і вмію зберігати гармонію в своєму житті. Підхід Світлани до роботи мене приємно вразив. Бо це не перший психолог, до якого я зверталась. Мені дуже сподобалось не засуджуюче ставлення до ситуацій, які ми розглядали. Я почувалась на сеансах комфортно і в безпеці, що дозволило мені максимально розкритись і дізнатись про себе дуже багато. Дуже подобалось використання символдрами - уяви і образів для дослідження свого внутрішнього світу. Дуже корисними для мене були точкові розбори ситуацій, коли Світлана задавала питання, які ставили мене в ступор, проте після недовгих роздумів відповіді на них ясно давали мені зрозуміти, що ситуація частіше за все не варта тих моїх переживань, які я відчувала) Я дуже вдячна Світлані за все, що вона зробила для мене. Не описати словами! Я відчувала в потрібний момент або підтримку, або певний поштовх, або просто розуміюче мовчання (так, були сеанси, коли ми просто мовчали). Світлана допомогла мені стати зрозумілою людиною для себе і новою, впевненою - у очах інших. Окремо хочу подякувати за терпіння і за те, що ви така сильна і чудова жінка. Мені дуже пощастило, що я з вами познайомилась!)"
  },
  {
    "name": "Інна, 31",
    "country": "Німеччина",
    "type": "індивідуальна терапія",
    "review": "Близько двох років тому у моєму житті був досить непростий період. На той момент я вже декілька років жила за кордоном, закінчила навчання та перебувала у пошуках роботи. Зі сторони все могло виглядати досить добре але саме процес пошуку роботи став для мене справжнім випробуванням. Інша мова, інший ринок праці, сотні надісланих роботодавцям резюме, десятки співбесід і відмови, відмови, відмови. Пошук почав викликати внутрішній спротив, відмови якусь гірку іронію а спливаючий термін візи додавав майбутньому невизначеності. Невдачі забирали купу енергії, мій емоційний стан почав негативно впливати на особисті стосунки приносячи в моє життя ще більше дисгармонії та неспокою. Я прокидалась о п’ятій ранку і не могла більше спати, намагалась медитувати але полегшення було тимчасовим - в голові весь час крутилися тривожні думки. В якийсь момент я помітила що плачу ледь не щодня, будь-яка дрібниця може вивести мене з рівноваги. Свідомо мені не вдавалося приборкати свою тривогу тому я вирішила звернутися по допомогу до психолога."
  },
  {
    "name": "Олександра, 28",
    "country": "США",
    "type": "індивідуальна терапія",
    "review": "Мій шлях до терапії  був довгим. Чи то я пручалася, чи не була готова - досі не знаю, але знаю точно, що дуже рада, що знайшла Світлану. Роки чотири тому моя найкраща подруга працювала зі Світланою.  І я бачила результат цієї праці. Плідний та дуже стрімкий. І в момент, коли я все ж таки наважилася знайти собі власного терапевта, я звернулася саме до неї. Я не знала чи ми поладнаємо і нам буде комфортно співпрацювати разом, тому що мій досвід показував, що ти не одразу можеш знайти саме «свого» психолога/лікаря/терапевта. На першому сеансі я зрозуміла, що це буде важко . Але я була готова до цього. Ми працювали зі Світланою рівно півтора року і це було круто! Я можу сказати з впевненістю, що разом із нею я поборола депресивний стан, перестала пити антидепресанти, які приймала більше чотирьох років, навчилася думати не тільки про оточуючих, але й про себе, навчилася прислухатися до себе, розуміти свій стан - емоційний та фізичний. Я багато чому навчилася і багато чому ще маю. Моя терапія ще не закінчена і я сподіваюся обов’язково повернутися та продовжити її саме зі Світланою Ріпкою, бо для мене вона саме той психолог, з яким я бачу результат і з яким, може часом і не просто, але приємно працювати над собою. Для тих хто вагається йти до терапевта - не вагайтеся! Це дуже класно, особливо коли ти відчуваєш результат, а оточуючі його ще й помічають. Можливо ви й не знайдете свого психолога з першого разу, але не варто засмучуватися та опускати руки. Пошук це вже початок на шляху до великих змін у вашому житті. Можливо саме Світлана Вам допоможе у цьому, як допомогла мені та моїй найближчій подрузі."
  },
  {
    "name": "Тетяна, 49",
    "country": "Канада",
    "type": "група підтримки",
    "review": "Я думаю, що всі пам’ятають свій стан, який ми мали в перші місяці повномасштабної. Я для себе в той момент шукала й використовувала будь-які методи й техніки психологічної підтримки, бо й сама в цей час допомагала й підтримувала. Знаючи плюси психотерапевтичної групової роботи, розуміла, що саме це зараз необхідно. А побачивши, хто пропонує групову підтримку, ні секунди не сумнівалася. Не могла дочекатися початку. Щоб розібратися зі своїми внутрішніми станами й переживаннями, щоб розуміти, що відбувається в цей же час з іншими, щоб просто по-людськи щиро поговорити про наболіле й сокровенне, щоб мати мудрість прожити й пережити все, що прийшло з початком війни, і відпустити те, що втрачене. Отримала дуже тепле, щире, емоційне спілкування. А ще матеріал для роздумів. Таких глибоких, не завжди комфортних, але необхідних, щоб мати можливість рухатися далі. Подобалося, що після зустрічі з‘являється ресурс й особливе бачення. Щиро вдячна Світлані за її душевне благородство, за її вміння тримати фокус на найважливішому, за людську теплоту й щирість, за те, що її професійна допомога прийшла в потрібний час, а ще за її мудрість і мужність жити."
  },
  {
    "name": "Альона, 37",
    "country": "Грузія",
    "type": "група підтримки",
    "review": "Хотілося б подякувати Світлані за наші зустрічі-консультації, для мене це було дуже корисно. Почну з того, що потрапила я до Світлани саме у момент, коли мені здавалось, що світ руйнується і я не справляюся. І завдяки консультаціям зі Світланою, сама не помічаючи як, я знаходила виходи і ресурси до подальших дій. Почала відчувати опору під ногами, знов здобувала право на життя і вчилась по-новому розуміти свої емоції, свої думки і бажання. Я почала помічати, що вчуся знаходити відповіді та в результаті маю рішення для тієї чи іншої ситуації. Світлана дуже делікатно, легко допомагає знайти те, що сподвігає рухатись далі. Всі консультації відбуваються на високому професійному рівні в атмосфері довіри і конфіденційності. Тому від усього серця велике людське дякую, Світлано, ваша праця дуже важлива."
  },
  {
    "name": "Олександра, 47",
    "country": "Україна",
    "type": "група підтримки",
    "review": "Наше із Світланою знайомство почалося з групи психологічної підтримки 'Мудрість Жити', яку вона відкрила в червні 2022 року. Світлана зібрала в звичайній конференції zoom 8 розгублених українських жінок зі всього світу та створила для них теплий простір безпеки, добра, душевного тепла, підтримки та віри у краще. Для тих жінок, життя яких зім'яла та змінила війна, із схожими переживаннями та проблемами, страхами за дітей та питаннями без відповідей, тривогами та сумом. Для мене, кожна наша зустріч це - розуміння своїх почуттів, пояснення та відокремлення вщент змішаних думок, які постійно виникають та заповнюють голову, усвідомлення реальності, колосальна підтримка та турбота, новий погляд на існуючи проблеми, заспокоєння і в той самий час поштовх до нових дій. У Світлани є всі ті якості, риси та вміння психолога, які важливі для мене: любов до людей, досвід, знання, практика, тактовність, уважність до дрібниць, щирість, почуття гумору, вміння підтримати та почути, переключити внутрішнє радіо клієнта на потрібну хвилю. Щиро вдячна за допомогу, підтримку та нову, таку важливу, набуту Мудрість Жити"
  },
  {
    "name": "Юлія, 54",
    "country": "Україна",
    "type": "група підтримки",
    "review": "Я була підписана на Світлану в Фейсбуці давно. Так зазвичай буває в 'психологічному світі'. Імпонувало все: міцна сім'я, відношення до своїх дітей, наявність чотирилапих, чудові світлини, цікаві дописи. Коли почалася війна, сильно не вистачало психологічної підтримки. Дуже багато подій, думок, переживань, гострих ситуацій турбували мене. З'явилася необхідність розуміти саму себе, свій стан, що зі мною відбувається на емоційному і фізичному рівні. 'Чи бий, чи завмри, чи біжи...' Всесвіт працює! В цей самий час, в кінці травня 22 року, психологиня Світлана Ріпка створює таку необхідну групу психологічної підтримки 'Мудрість жити'. За допомогою групи, з чудовою професійною ведучою, я, як учасниця, знаходила сили, ресурси, розуміння, отримувала підтримку, поглажування, віру в себе, зворотний зв'язок. Виявилося, що теми, які ми обговорювали, які нас турбували- хвилювали, були подібні. Ми переживали схожі емоції, відчуття. Психологічна підтримка Світлани була влучна, делікатна, вчасна, доречна та головне - професійна. Так наша група перетворилася на чудову команду: 'Батальйон гарних людей'! Дякую, Світлано Ріпко, що ми вчасно зустрілися. Я ціную твою підтримку. Обіймаю"
  },
  {
    "name": "Ірина, 42",
    "country": "Німеччина",
    "type": "індивідуальна терапія",
    "review": "Раджу Світлану, як дуже гарного фахівця. Маю багато життєвих ситуацій, коли здавалося, що життя скінчилося. Після кожної розмови, світ змінювався. І проблема, яка була, начебто вже не проблема. Дуже вдячна, що маю таку людину. Кожна зустріч і дзвінок, відкривав нові можливості та горизонти. Хочеться жити і творити добрі справи! Світлано, ти зараз потрібна всім нам!"
  },
  {
    "name": "Андрій, 40",
    "country": "Україна",
    "type": "парно-сімейні терапія",
    "review": "Привели постоянные ссоры в семье и решение что надо что-то делать иначе просто бы дальше жить не смогли. - Получили диалог с пониманием что кому и как надо делать. - Отношения изменились в лучшую сторону, появилось понимание друг к другу. - Понравился подход к решению проблемы, ее обсуждение и пути решения. - Если вы настроены и готовы решать свои проблемы в семейных отношениях, то уверен что этот человек вам поможет (хотя психолог это очень индивидуально). Лично я доволен ее работой."
  },
  {
    "name": "Галина Степанівна, 65",
    "country": "Україна",
    "type": "індивідуальна терапія",
    "review": "Зверталася до Вас за допомогою у вирішенні проблем спілкування з родиною. Після спільної роботи та з Вашою допомогою отримала хороший результат, спілкування покращилось, поради, які Ви дали,  використовую і зараз. Співпраця з Вами була для мене корисною. Вдячна Вам за допомогу."
  }
]
